[
    {"game_id": 1, "game_category": "INSIDE", "game_name":"Dodgeball classic","game_description":"Kids run about the floor, leaders throw the ball and if the kids are hit below the waist, then they are out"},
    {"game_id": 2, "game_category": "INSIDE","game_name":"Ninja Strike","game_description":"Kids stand in a circle. The starting player(designated by the leader in charge), attempts to hit the hand of the person next to them. if the hand is hit then the person puts that hand behind their back. Then it is the next players turn(whoever was dodging or was hit). We always play to the right hand side. It is very important to emphasise that we are not hitting with any force"},
    {"game_id": 3, "game_category": "INSIDE","game_name":"Dodgeball Teams","game_description":"Kids are split into 2 teams. Balls are put along the middle of the hall. All kids should be touching their respective walls. When the leader says 'Go' the kids go and collect the balls, before throwing they must again touch the back walls on their side. If the kids are below the waist, then they are out. If the ball is caught before the ball hits the floor then the person who threw the ball is out and a member of the team who caught the ball can come back in if they were out. This is first in, first out"},
    {"game_id": 4, "game_category": "INSIDE","game_name":"Sector ball","game_description":"Kids are split into 4 teams and each given a sector to stand in. An adult leader should face away from the game ensuring that they can't see what is going on. A ball is thrown and the main objective is to get the ball out of your sector. The leader who is facing away can yell 'STOP' at any point. Once this is done, the team with the ball in their sector will lose a team member."},
    {"game_id": 5, "game_category": "INSIDE","game_name":"Pirates treasure","game_description":"get everyone into a circle with a hole in it between 2 designated people(helpers, leaders or designated in some other way), pick someone to guard the treasure(keys or something that makes a sound). one by one a child is chosen to steal the trasure. This person takes the treasure as quietly as possible and has to get round the circle anti clockwise. if the runner is caught by the pirate then they also sit in the circle. The next runner now has to run round the circle twice(this continues if the next runner is caught. if there is 5 people in the circle then they are running 6 times). "},
    {"game_id": 6, "game_category": "INSIDE","game_name":"Wink Murderer","game_description":"All scouts are in a circle, a detective is outside (1 scout). A murderer is chosen and then the detective comes back in and has to figure out who the murderer is. The murderer kills people by winking at them or sticking their tongue out until the detective figures out who the murderer is."},
    {"game_id": 7, "game_category": "INSIDE","game_name":"Ladders","game_description":"Everyone sits down in two lines opposite some one else. Every pair should have their feet touching. Each pair is given a number; when their u=number is called the pair stand up and run up between everyone’s legs (like a ladder) until they reach to the top, they then run on the outside to the end and up the middle again until they reach their place. The first of the pair who sits down gets a point for their side. "},
    {"game_id": 8, "game_category": "INSIDE","game_name":"1,2,3 Go","game_description":"The group is split in four and each one stands in a corner. When one is called everyone runs width ways across the hall, then two is called everyone runs length ways and when three is called everyone runs diagonally. There should be plenty of confusion, it can be run as a knockout game."},
    {"game_id": 9, "game_category": "INSIDE","game_name":"Bench Ball","game_description":"This game involves patrol-sized teams. The object of the game is to score a goal by throwing the ball to your own goalie who is standing on a bench at the end of the hall. Each team has a goalie at either end of the hall. When they have the ball, players cannot move from the spot they are on, they must throw it to a team mate"},
    {"game_id": 10, "game_category": "INSIDE","game_name":"Scotch","game_description":"The players run around the hall and when they are running a tennis ball is introduced into the mix. When a player catches the ball in their hands they shout ‘Scotch’. At this point all other players must freeze. The player with the ball in their hands can turn by pivoting on one foot but cannot move otherwise. They must throw the ball at someone and try and hit them to get them out. Once the ball has left the players hands all the other players can move again and dodge the ball being thrown at them. If a player is hit by the ball they are out."},
    {"game_id": 11, "game_category": "FIRST_AID","game_name":"Lightning","game_description":"This room is a big open field. This chair in the centre of the room (place chair in centre of room) is a tall tree. Your patrol is hiking across the field. The sky has just darkened and there is the sound of thunder. You have just seen flashes of lightning. Correct action is to move from the tree and be low to the ground"},
    {"game_id": 12, "game_category": "FIRST_AID","game_name":"Nosebleed","game_description":"Each of you has a nosebleed. Demonstrate how you handle this situation. Correct Action is to sit down and lean slightly forward. Breathing through the mouth, each Scout should press his nostrils firmly together."},
    {"game_id": 13, "game_category": "INSIDE","game_name":"Nose Ball","game_description":"Staying with the tennis ball same set up but this time nose it across the line blowing it means you're out."},
    {"game_id": 14, "game_category": "INSIDE","game_name":"It’s under a cup","game_description":"Place a row of about 20 paper cups down the middle of the hall turned upside down. Under each cup place an object (such as key, whistle, spool of thread etc). Divide the troop into two teams and line them up on either side of the hall. Number them off from 1 to whatever. The leader calls a number and an object. The Scouts may only use their right hand to lift cups up and place them back down. The first one to find the object and bring it back to their team wins a point. Don’t allow the Scouts to fling the cups all over the place as all the objects will be revealed. The rest of the teams should be looking on trying to memorise where all the other items are."},
    {"game_id": 15, "game_category": "INSIDE","game_name":"Bucket Ball","game_description":"Participants are separated into two teams and a member of each team stands on a chair at the opposing end of the hall to their team with a bucket in their hands. The object of the game is to throw the ball into their teams bucket to score a point. It’s a non contact game and the only way the ball can be intercepted by the other team is when its flying through the air. Also they can’t travel with the ball!"}
  ]

  